tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "autoconf"
brew "binutils"
brew "bison"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "diffutils"
brew "ed"
brew "emacs"
brew "file-formula"
brew "findutils"
brew "flex"
brew "fortune"
brew "gawk"
brew "gdb"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gpatch"
brew "grep"
brew "gzip"
brew "htop"
brew "less"
brew "libressl"
brew "lolcat"
brew "m4"
brew "make"
brew "mas"
brew "nano"
brew "nethack"
brew "openssh"
brew "perl"
brew "pipes-sh"
brew "python"
brew "rsync"
brew "screen"
brew "unzip"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "wumpus"
brew "yetris"
cask "appcleaner"
cask "brave-browser"
cask "cyberduck"
cask "docker"
cask "double-commander"
cask "fanny"
cask "gog-galaxy"
cask "hex-fiend"
cask "iina"
cask "iterm2"
cask "joplin"
cask "keepassxc"
cask "keka"
cask "keyboardcleantool"
cask "libreoffice"
cask "microsoft-teams"
cask "mono-mdk-for-visual-studio"
cask "obs"
cask "openinterminal"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "skype"
cask "skype-for-business"
cask "spotify"
cask "spotmenu"
cask "steam"
cask "textmate"
cask "tunnelblick"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "vmware-horizon-client"
cask "yacreader"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
